Repository: BaxtianItm/Pandemia
Catalog: Pandemic.Prism/Pandemic.Prism/Resources/Resource.*.resx
Languages: hi

source: Email
hi: ईमेल

# EmailPlaceHolder
source: Enter your email...
hi: अपना ईमेल दर्ज करें

# EmailError
source: You must enter an email
hi: Me kar sakti hu

source: Password
hi: पासवर्ड:

# PasswordPlaceHolder
source: Enter your password...
hi: अपना पासवर्ड दर्ज करें

# PasswordError
source: You must enter a password
hi: आपको एक पासवर्ड डालना होगा!

source: Register
hi: पंजीकृत करें

source: Accept
hi: स्वीकार करें

source: Address
hi: पता

# AddressError
source: You must enter an address.
hi: Me kar sakti hu

# AddressPlaceHolder
source: Enter your address...
hi: अपना पता दर्ज करें.

source: Cancel
hi: रद्द करें

source: Change Password
hi: पासवर्ड बदलें

source: Confirm new password
hi: नए पासवर्ड की पुष्टि करें

# ConfirmNewPasswordError
source: You must enter a new password confirmation
hi: आपको एक नया पासवर्ड पुष्टिकरण दर्ज करना होगा!

# ConfirmNewPasswordError2
source: The new password and the confirmation does not match
hi: नया पासवर्ड और पुष्टिकरण मेल नहीं खाते हैं!

# ConfirmNewPasswordPlaceHolder
source: Enter the confirmation for new password
hi: नए पासवर्ड के लिए पुष्टि दर्ज करें!

# ConnectionError
source: Validate internet connection
hi: इंटरनेट कनेक्शन मान्य करें!

source: Current Password
hi: वर्तमान पासवर्ड

# CurrentPasswordError
source: You must enter your password
hi: आपको अपना नया पासवर्ड दर्ज करना चाहिए.

# CurrentPasswordPlaceHolder
source: Enter your current password
hi: अपना वर्तमान पासवर्ड दर्ज करें.

source: Document
hi: दस्तावेज़

# DocumentError
source: You must enter a document
hi: आपको एक दस्तावेज़ दर्ज करना होगा!

# DocumentPlaceHolder
source: Enter your document number...
hi: अपना दस्तावेज़ नंबर दर्ज करें ...!

source: Error
hi: त्रुटि

source: First name
hi: प्रथम नाम

# FirstNameError
source: You must enter a first name
hi: आपको पहले नाम दर्ज करना होगा!

# FirstNamePlaceHolder
source: Enter your first name...
hi: अपना नाम डालें

source: Forgot Password?
hi: पासवर्ड भूल गए

source: From camera
hi: कैमरे से

source: From gallery
hi: गैलरी

source: Last name
hi: अंतिम नाम

# LastNameError
source: You must enter a last name
hi: आपको एक अंतिम नाम दर्ज करना होगा!

# LastNamePlaceHolder
source: Enter your last name
hi: अपना नाम दर्ज करें।

source: Loading...
hi: लोड हो रहा है..

source: Login
hi: लॉगिन करें

# LoginError
source: Login failed
hi: लॉगिन विफल.

source: Logout
hi: लॉगआउट करें

source: New password
hi: नया पासवर्ड

# NewPasswordError
source: You must enter a new password
hi: 'आपको एक नया पासवर्ड दर्ज करना होगा';

# NewPasswordPlaceHolder
source: Enter a new password
hi: नया पासवर्ड दर्ज करें:

source: Ok
hi: ठीक

source: Password confirm
hi: "पासवर्ड की पुष्टि"

# PasswordConfirmError1
source: You must enter a password confirm
hi: आपको पासवर्ड पुष्टिकरण दर्ज करना होगा!

# PasswordConfirmError2
source: The password and confirm does not match
hi: पासवर्ड और पुष्टिकरण मेल नहीं खाते हैं!

# PasswordConfirmPlaceHolder
source: Enter the password confirm...
hi: पासवर्ड की पुष्टि दर्ज करें ...!

# PasswordIncorrect
source: User or password incorrect
hi: उपयोगकर्ता या पासवर्ड गलत है!

source: Password recover
hi: पासवर्ड रिकवर!

source: Phone
hi: फ़ोन

# PhoneError
source: Enter your phone number...
hi: अपना फ़ोन दर्ज करें ...!

# PhonePlaceHolder
source: You must enter a phone.
hi: आपको एक फ़ोन दर्ज करना होगा!

source: Picture
hi: चित्र

# PictureSource
source: Where do you want to take the picture
hi: आप तस्वीर कहाँ लेना चाहते हैं!

source: Register as
hi: के रूप में रजिस्टर!

# RegisterAsError
source: You must select a role.
hi: आपको एक भूमिका का चयन करना होगा!

# RegisterAsPlaceHolder
source: Select a role...
hi: (एक भूमिका का चयन करें)

source: Save
hi: सहेजें

source: User
hi: उपयोगकर्ता

# UserIncorrect
source: User or password incorrect
hi: उपयोगकर्ता या पासवर्ड गलत है!

# UserProblem
source: This user has problems contact support
hi: इस उपयोगकर्ता को संपर्क समर्थन समस्याएँ हैं!

# UserUpdated
source: User updated successfully
hi: "उपयोगकर्ता सफलतापूर्वक अपडेट किया गया"

# ModifyTitle
source: Modify User
hi: उपयोगकर्ता को संशोधित करें

source: Admin reports
hi: व्यवस्थापक रिपोर्ट!

source: Check history
hi: इतिहास की जाँच करें!

source: Create report
hi: रिपोर्ट बनाएँ

source: Dashboard
hi: डैशबोर्ड

# Remember
source: Rememberme in this device
hi: इस डिवाइस में याद रखें!

source: Remembering...
hi: याद आती...

# PasswordError2
source: User or password incorrect
hi: उपयोगकर्ता या पासवर्ड गलत है!

# Error3
source: This user have a big problem, call support
hi: इस उपयोगकर्ता की एक बड़ी समस्या है, कॉल समर्थन!

source: Emergency
hi: आपातकाल

# ValidEmail
source: You must enter a valid email
hi: आपको एक मान्य ईमेल दर्ज करना होगा!

# ChangeTitle
source: Change password
hi: पासवर्ड बदलें

# AddImage
source: Add document image
hi: दस्तावेज़ छवि जोड़ें!

source: Add details
hi: विवरण जोड़ें

source: Add report
hi: रिपोर्ट जोड़ें

# DocumentPlaceHolderRep
source: Enter the document of the reported
hi: रिपोर्ट के दस्तावेज़ दर्ज करें!

# FirstNamePlaceHolderRep
source: Enter the first name of the reported
hi: रिपोर्ट का पहला नाम दर्ज करें!

# LastNamePlaceHolderRep
source: Enter the last name of the reported
hi: रिपोर्ट का अंतिम नाम दर्ज करें!

# ImageError
source: you must add document image
hi: आपको दस्तावेज़ छवि जोड़ना होगा!

source: Date
hi: दिनांक

source: Modify status
hi: स्थिति को संशोधित करें!

# ModifyT
source: Modify report status
hi: रिपोर्ट की स्थिति को संशोधित करें!

source: Observation
hi: पर्यवेक्षण

source: Status
hi: स्थिति

source: Negative
hi: ऋणात्मक

source: Positive
hi: धनात्मक

# StatusError
source: you must enter the state
hi: Me kar sakti hu

# StateUpdate
source: State successfully changed
hi: राज्य सफलतापूर्वक बदल गया!

source: New status
hi: स्थिति

# ReportStatus
source: Current status of the report
hi: रिपोर्ट की वर्तमान स्थिति!

source: Get address
hi: पता

# GeolocationError
source: It was not possible to get your current address, please try later.
hi: आपका वर्तमान पता प्राप्त करना संभव नहीं था, कृपया बाद में प्रयास करें।

# ReportCreated
source: Report created successfully
hi: रिपोर्ट सफलतापूर्वक बनाई गई!

source: Report details
hi: विवरण की रिपोर्ट करें!

# ObservationError
source: You must enter the observation
hi: Me kar sakti hu

# CreateDetails
source: Report details added correctly
hi: सही ढंग से रिपोर्ट विवरण जोड़ा गया!

source: End report
hi: रिपोर्ट

source: City
hi: शहर

# Cases
source: Reported cases
hi: मामलों की रिपोर्ट!

# GraphicTitle1
source: Cases reported by city
hi: शहर द्वारा सूचित मामलों!

# LoginFacebook
source: Login with Facebook
hi: फेसबुक से लॉग इन करें
